module.exports = {
    "ret": true,
    "errcode": 0,
    "msg": "",
    "data": {
        "traffic": [{
            "distance": "22193",
            "name": "北京首都国际机场",
            "gpoint": "40.054990,116.614739"
        }, {"distance": "2917", "name": "北京站", "gpoint": "39.903793,116.427176"}, {
            "distance": "5421",
            "name": "北京北站",
            "gpoint": "39.943038,116.353707"
        }, {"distance": "7629", "name": "北京南站", "gpoint": "39.864993,116.379013"}, {
            "distance": "8694",
            "name": "北京西站",
            "gpoint": "39.895895,116.321298"
        }, {"distance": "35175", "name": "燕郊站", "gpoint": "39.941415,116.825844"}, {
            "distance": "2706",
            "name": "东直门长途汽车站",
            "gpoint": "39.943936,116.438087"
        }, {"distance": "3913", "name": "北京德胜门外长途汽车站", "gpoint": "39.949769,116.378111"}, {
            "distance": "5221",
            "name": "天桥长途汽车站",
            "gpoint": "39.883542,116.394659"
        }, {"distance": "6169", "name": "八王坟长途客运站", "gpoint": "39.902620,116.478349"}],
        "park": [{"distance": "530", "name": "中国美术馆", "gpoint": "39.925339,116.408975"}, {
            "distance": "638",
            "name": "和亲王府",
            "gpoint": "39.933703,116.415093"
        }, {"distance": "748", "name": "安外清真寺", "gpoint": "39.927930,116.405350"}, {
            "distance": "838",
            "name": "礼士胡同四合院",
            "gpoint": "39.921390,116.409440"
        }, {"distance": "1153", "name": "老舍故居", "gpoint": "39.918589,116.408503"}, {
            "distance": "1226",
            "name": "禄米仓胡同",
            "gpoint": "39.917060,116.415680"
        }, {"distance": "1235", "name": "王府井天主堂", "gpoint": "39.917101,116.411484"}, {
            "distance": "1295",
            "name": "当铺李",
            "gpoint": "39.935520,116.425714"
        }, {"distance": "1304", "name": "段祺瑞宅", "gpoint": "39.929220,116.429318"}, {
            "distance": "1371",
            "name": "黎元洪宅",
            "gpoint": "39.922470,116.399770"
        }],
        "restaurant": [{"distance": "32", "name": "胡同里的美树馆", "gpoint": "39.927880,116.414460"}, {
            "distance": "254",
            "name": "静思素食坊(大佛寺店)",
            "gpoint": "39.928810,116.411320"
        }, {"distance": "77", "name": "禾中春新疆阿达西餐厅", "gpoint": "39.927850,116.415000"}, {
            "distance": "379",
            "name": "娃哈哈大酒楼(隆福寺店)",
            "gpoint": "39.924610,116.414390"
        }, {"distance": "248", "name": "大碗居(东四店)", "gpoint": "39.928510,116.416960"}, {
            "distance": "259",
            "name": "秦庄",
            "gpoint": "39.928440,116.417110"
        }, {"distance": "276", "name": "朋友的居酒屋", "gpoint": "39.927780,116.410900"}, {
            "distance": "278",
            "name": "串府",
            "gpoint": "39.927550,116.410910"
        }, {"distance": "295", "name": "小彻甜品店", "gpoint": "39.926600,116.417050"}, {
            "distance": "453",
            "name": "茶花妹子云南餐厅(东四店)",
            "gpoint": "39.931220,116.417390"
        }],
        "ent": [{"distance": "270", "name": "长虹影城", "gpoint": "39.925618,116.414676"}, {
            "distance": "305",
            "name": "东四工人文化宫",
            "gpoint": "39.925510,116.415590"
        }, {"distance": "731", "name": "北京人艺戏剧博物馆", "gpoint": "39.921780,116.411400"}, {
            "distance": "737",
            "name": "首都剧场",
            "gpoint": "39.921588,116.412028"
        }, {"distance": "396", "name": "明星电影院", "gpoint": "39.925365,116.417223"}, {
            "distance": "753",
            "name": "人艺实验剧场",
            "gpoint": "39.921574,116.411407"
        }, {"distance": "1288", "name": "一来二去桌游主题休闲吧", "gpoint": "39.939380,116.416970"}, {
            "distance": "1116",
            "name": "蓬蒿剧场",
            "gpoint": "39.935780,116.405840"
        }, {"distance": "1243", "name": "中央戏剧学院实验剧场", "gpoint": "39.935748,116.403615"}, {
            "distance": "1407",
            "name": "京城易安推拿中心",
            "gpoint": "39.915790,116.418340"
        }]
    }
}

